[
{
  "prize":"$500 Visa Gift Card Courtesy of Vancity",
  "company":"Vancity",
  "shortdescription":"Win a $500 Vancity Visa Gift Card and make an impact this year by spending it locally!",
  "longdescription":"Win a $500 Vancity Visa Gift Card and make an impact this year by spending it locally!",
  "value":"$500 ",
  "website":"https://www.vancity.com/",
  "restrictions":"",
  "image":"Vancity-Visa---myTreat-Gift-Card_MC_Version_RGB.jpg",
  "logo":""
},
{
  "prize":"Localty Bucks",
  "company":"Localty",
  "shortdescription":"Invest in your community with $250 in Localty Bucks!",
  "longdescription":"Discover great local businesses with Localty.ca. Win $250 in Localty bucks to spend at Localty businesses because shopping local is investing in your community. Only eligible to Victoria-resident participants.",
  "value":"$250 ",
  "website":"http://www.localty.ca/",
  "restrictions":"",
  "image":"Localty_voucher-FINAL-1.jpg",
  "logo":""
},


{
  "prize":"Whistler Getaway Package for Two",
  "company":"Local Whistler",
  "shortdescription":"Win a Whistler Getaway Package for two valued at $1,000!",
  "longdescription":"Win a Whistler Getaway Package for two valued at $1,000. The prize package includes: 2-nights’ accommodation at the Summit Lodge, 2 x Ziptrek Eagle Tour, 2 x 90 minute vouchers to float at West Coast Float, a Vibrant Health Package certificate for the Green Moustache Juice, Smoothie + Live Food Bar, and a Whistler gift basket filled with local products and gift certificates.  Buy Local Week for the Sea to Sky Corridor is hosted by Local Whistler and the Whistler Centre for Sustainability.  \n\n\nSummit Lodge-2 nights’ accommodation in a Deluxe Studio with complimentary parking (blackout dates apply)-$270\n\nZiptrek EcoTours-2 x Eagle Tour -Valid: Sunday to Friday, excluding long weekends & holidays. Expiry: December 15th 2015.-$375\n\nWest Coast Float-2 x 90 minute gift certificates-$180\n\nGreen Moustache-Vibrant Health Package Gift certificate-$95\n\nNamasthe Tea-4 x boxes of organic tea-$50\n\nJules Fuel-1 x bag of cereal-$10\n\nPeaked Pies-$20 Gift Voucher-$20",
  "value":"$1,000 ",
  "website":"",
  "restrictions":"<ol><li>The Summit Lodge is valid to November 21st, 2015 (blackout dates apply).</li><li>  Ziptrek tickets are valid: Sunday to Friday, excluding long weekends & holidays. Expiry: December 15th 2015.</li><li>  West Coast Float vouchers are valid to December 30th, 2015.</li><li>   Green Moustache certificate is valid to January 30th, 2015.</li></ul>",
  "image":"whistler.jpg",
  "logo":""
},
{
  "prize":"Two-Day Tofino Getaway for Two",
  "company":"Tofino Chamber",
  "shortdescription":"Write a fan letter to your favourite local business and win a two-night Tofino getaway for two from the Tofino-Long Beach Chamber of Commerce and <a href='http://www.middlebeach.com/'>Middle Beach Lodge</a>. ",
  "longdescription":"Writing a fan letter to your favourite local business could win you a two-night getaway to Tofino from the Tofino-Long Beach Chamber of Commerce and <a href='http://www.middlebeach.com/'>Middle Beach Lodge</a>. Two nights away from it all on the wild west coast - and all for buying local! The TLBCC supports many amazing local Tofino businesses all year round through its Buy Local Tofino and #madeintofino initiatives. ",
  "value":"$260",
  "website":"http://www.tofinochamber.org/",
  "restrictions":"",
  "image":"MBL.jpg",
  "logo":""
},
{
  "prize":"Get into Vinyl Prize Package",
  "company":"Red Cat Records",
  "shortdescription":"\"Get into Vinyl Records with this Red Cat Records Prize of a Turntable, Gift\nCertificate, Tote Bag, T-Shirt & Carbon Fibre Brush (Over $300 Value)",
  "longdescription":"Red Cat Records is a local independent record store located in the heart of\nMount Pleasant in Vancouver B.C. that specializes in carrying New and Used\nvinyl records, cds and concert tickets. Known for great customer service and\nselection Red Cat has been serving the greater Vancouver area since 2002.",
  "value":"Over $300",
  "website":"http://www.redcat.ca/",
  "restrictions":"",
  "image":"RedCatTyeePrize.jpg",
  "logo":""
},
{
  "prize":"Family Day at River Market",
  "company":"River Market",
  "shortdescription":"Enjoy a family day at River Market. Your day begins with joining the circus and ends with a meal at award-winning restaurants along the Fraser.",
  "longdescription":"River Market is a marketplace for the hungry and curious. This 72,000 square feet market along the mighty Fraser River showcases BC's best culinary and creative talents. At Vancouver Circus School’s state-of-the-art facility, families can learn and perform new skills on the trampoline, trapeze, and aerial silks.The fun continues with putting together a picnic basket of goodies from Donald's Market, and enjoying signature dishes from award-winning restaurants with River Market's food crawl passport.  ",
  "value":"$300 ",
  "website":"http://rivermarket.ca/",
  "restrictions":"",
  "image":"RiverMarket_VancouverCircusSchool.jpg",
  "logo":""
},
  {
    "prize":"Thyme's Frasier Fir Holiday Scents",
    "company":"LaLa's",
    "shortdescription":"A tradition that feels right at Home. Crisp Siberian Fir needles, Heartening Cedarwood, Relaxing Sandalwood",
    "longdescription":"Enjoy The Thymes Frasier Fir scent, bring the outdoors inside. A Holiday tradition that warns your heart and home. LaLa’s, locally owned operated and loved. ",
    "value":"$150 ",
    "website":"http://www.lalas.ca",
    "restrictions":"",
    "image":"Lalasfir.jpg",
    "logo":"LaLasLogo.png"
  },
  {
    "prize":"Luxurious Entertaining Basket",
    "company":"SPUD",
    "shortdescription":"Full of local and award-winning delectables, from dark chocolate from Denman Island to gourmet spreads from Vista D'oro in Langley, sourced by your friends at SPUD!",
    "longdescription":"Filled with delectable local, organic and award-winning nibbles and sweets, this is the perfect basket to share with friends and family, or sample some SPUD favourites. The 'Luxurious Entertaining Basket' contains an assortment of crackers, preserves, nuts, dried fruit, and sweets, including award winning dips from Desert Pepper and local chips to enjoy them with, succulent dark chocolate from Denman Island, delicious spreads from Vista D'oro and some sweet sparkling juices to cap off this delightful taste experience.",
    "value":"$120 ",
    "website":"https://www.spud.ca/",
    "restrictions":"SPUD delivers everywhere in the Lower Mainland, up to Pemberton and as far east as Hope.",
    "image":"SPUDGiftBasket.jpg",
    "logo":""
  },
  {
    "prize":"Three Month Coffee Subscription",
    "company":"Saltspring Coffee",
    "shortdescription":"Roasted and delivered to you at the peak of its powers by one of B Corp’s Best For the World companies.",
    "longdescription":"Salt Spring Coffee three month coffee subscription!  Every two weeks, Salt Spring Coffee will deliver you a bag of fresh, in season organic coffee that is Fair to Farmers. With your first shipment you’ll also recieve a sleek 14 oz stainless steel tumbler.",
    "value":"$110 ",
    "website":"http://www.saltspringcoffee.com",
    "restrictions":"",
    "image":"14-0059_TYEE_CONTEST_600px-FB.jpg",
    "logo":""
  },
  {
    "prize":"Western Front Welcome Prize",
    "company":"Western Front",
    "shortdescription":"Western Front Welcome Prize includes an annual Household Membership, limited edition tea towels, and a Western Front publication.",
    "longdescription":"Western Front Welcome Prize includes an annual Household Membership to Western Front, a selection of limited edition tea towels designed by Vancouver-based artists Jeff Hamada, Sylvain Sailly and Arvo Leo, and Whispered Art History, a recounting of the first twenty years of the Western Front. Western Front is a non-profit arts organization dedicated to producing and presenting experimental art and new music. Established in 1973, Western Front is one of Canada's leading artist-run centres with programs in Exhibitions, New Music and Media Arts. ",
    "value":"$125 ",
    "website":"http://front.bc.ca/",
    "restrictions":"",
    "image":"Western-Front-image.jpg",
    "logo":""
  }
]